{
    "gears": "Grants the wearer permanent speed according to the level.",
    "springs": "Grants you with permanent jump boost according to the level.",
    "glowing": "Grants you with permanent night vision.",
    "clarity": "Negates blindness. (10% x Level)",
    "focused": "Negates nausea. (10% x Level)",
    "§l§0darkness": "Grants you with permanent invisibilty and strength when worn and surrounds you in darkness.",
    "angelic": "Grants you with low levels of regeneration.",
    "antitoxin": "Negates poison. (10% x Level)",
    "armored": "Reduce the amount of damage dealt to you by swords by 10% each level.",
    "band-aid": "Grants you with immunity to Bleeding.",
    "berserker": "Grants you with high levels of strength and resistance on low health.",
    "curse": "Acquires slowness and strength when low on health.",
    "deathbringer": "A small chance to deal double damage to attacker.",
    "deflect": "Deflect some damage back at your enemy.",
    "diminish": "Grants you with high levels of speed and strength on low health.",
    "cyberneticarmoured": "Reduce the amount of damage dealt to you overall by 5% each level.",
    "cyberneticenlightened": "Grants you with high levels of regeneration and Exp on low health.",
    "drunk": "Inflict your enemy with mining fatigue and nausea.",
    "endershift": "Grants you with speed and regen on low health.",
    "enderwalker": "Grants you with Invisibility and Strength on low health.",
    "enlighted": "Grants you with low levels of regeneration.",
    "enlightened": "Grants you with high levels of regeneration on low health.",
    "etherealdodge": "Avoid an enemies attack.",
    "frozen": "Inflict your opponent with slowness.",
    "godlyoverload": "Grants you with lots of extra health.",
    "heatwave": "Light your enemies on fire.",
    "heavy": "Reduce the amount of damage dealt to you by bows.",
    "implants": "Refills your hunger.",
    "metaphysical": "A chance removes slowness.",
    "molten": "Light an enemy on fire.",
    "nourish": "A chance to refill your hunger.",
    "nurture": "A chance removes Wither.",
    "obscure": "Grants you with Invisibility on low health.",
    "obsidianshield": "Grants you with permanent immunity to fire.",
    "overload": "Grants you with extra health.",
    "painkiller": "Grants you with high levels of resistance on low health.",
    "revive": "Revives you when you have died.",
    "shockwave": "Damage all enemies nearby.",
    "tank": "Reduce the amount of damage dealt to you by axes by 10%.",
    "titantrap": "Debuffs enemy to do less damage.",
    "valor": "Reduce the amount of damage dealt to you slightly.",
    "voodoo": "Inflict your enemy with a lot off negative effects.",
    "accuracy": "Does more dmg when aiming at the head.",
    "aerial": "Increases your damage while jumping.",
    "assassin": "Deal extra damage to the enemy.",
    "backstab": "Increases your damage while behind your opponent.",
    "blessed": "Has a chance to remove negative effects.",
    "blind": "Has a chance to inflict your opponent with blindness.",
    "block": "Has a chance to block your enemies attack.",
    "charge": "Increases your damage while sprinting.",
    "cripple": "Has a chance to inflict your opponent with nausea and slowness.",
    "decapitation": "Gives you the enemies head once killed.",
    "demise": "Has a chance to ignore your opponents armor and deal extra damage.",
    "demonforged": "Has a chance to deal extra damage to your opponents armor durability",
    "demoniclifesteal": "Highly drain the enemy of health and heals you.",
    "disarmor": "Drop the enemies armour when they have low health.",
    "disintegrate": "Deal extra damage to the enemies armour durability.",
    "dominate": "Has a chance to inflict your opponent with weakness.",
    "doublestrike": "Attack the enemy twice in one hit.",
    "execute": "Instantly kill the enemy when they have low health.",
    "experiencehunter": "Has a chance to steal your opponents EXP.",
    "freeze": "Freeze the enemy.",
    "frenzy": "Gives you strength and speed once killed.",
    "gravity": "Inflict the enemy with levitation.",
    "hallucination": "Has a chance to trap your opponent in a temporary box.",
    "huntsman": "Gives you a portion of the enemies money once killed.",
    "iceaspect": "Has a chance to inflict your opponent with slowness",
    "incendiary": "Deal Mass damage and cause an explosion.",
    "influx": "Has a chance to inflict your opponent with poison, wither, and blindness",
    "insanity": "Deal extra damage to the enemy.",
    "inversion": "Has a chance to steal your opponents EXP.",
    "lifesteal": "Steal the enemies health and heals you.",
    "maniac": "Gives you strength and resistance once killed.",
    "poison": "Inflict the enemy with poison.",
    "rage": "Grants you with permanent strength.",
    "silence": "Remove some positive effects from the enemy over time.",
    "soulsteal": "Grants you with extra health and full health on kill.",
    "ultrarage": "Grants you with permanent strength.",
    "wither": "Inflict your enemy with wither.",
    "sergeonofdeath": "Deals 10% of enemies full hp.",
    "overgrowth": "Increases the amount of crops droped when harvesting.",
    "bloodcurdle": "Deals 4 hearts of damage and slows the enemy",
    "alchemy": "Chance to turn mined ores into money",
    "energycollector": "Gain additional energy when mining.",
    "jackpot": "Gives you money whilst mining.",
    "luck": "Gives you a random reward whilst mining.",
    "meteorhunter": "Chance of receiving double Contrabands when mining Meteors.",
    "meteorsummoner": "Chance of Summoning a Meteor.",
    "minerssight": "Grants you with permanent night vision.",
    "oremagnet": "Receive more ores from mining.",
    "oresurge": "Chance to shoot a bolt of energy into the ore enriching it .",
    "sharddiscoverer": "Higher chance to find shards.",
    "shatter": "Chance to cause an explosion which mines up nearby ores.",
    "superbreaker": "Chance to gain an insane mining speed boost for a short amount of time.",
    "transfuse": "Chance to upgrade mined materials .",
    "autorepair": "Automatically repairs your items for experience."
}